[
  "要有出頭天，先要有立足點，追求世界化，莫忘本土化。",
  "天地可破、熱情不破",
  "新潮流是真下流，看到好處口水流！",
  "你有這種同志，你還需要敵人嗎？",
  "問世間情是何物？問世間真理是何物？",
  "模特兒愈多，伸展臺上觀眾愈可以看得出來哪一個模特兒身材好，不怕貨比貨，就怕不識貨。",
  "我生在臺灣、我長在臺灣、我將會死在臺灣、我也會埋在臺灣，所以臺灣就是我的家園、這個土地。",
  "我愛臺灣，我生在臺灣，我長在臺灣！將來我會死在臺灣！我也會埋在臺灣。",
  "國民黨就像便利商店的一個茶葉蛋，消費者不掏錢去買，你國民黨永遠沒有機會。",
  "國民黨再不努力，這一支股票就要下市了！進入全額交割股！",
  "現在來競選國民黨黨主席，你想要吃香喝辣，想要乾隆皇帝下江南那種享受是絕無可能！",
  "我最後有限的生命，我敢戰！我勇敢的作戰！帶領我們藍軍的兄弟姐妹們往前衝！",
  "溫良恭儉，再也不讓",
  "能撈就撈、能混就混。",
  "如果軍公教（法案）這個立法院強渡關山，未來臺灣社會，軍公教也會有兩種現象，第一能撈則撈，反正政府都不管我了，我手上有公權力，我能撈就撈，我也要養老婆孩子。第二能混則混，我何苦那麼認真，政府對不起我，我這麼認真不是無聊嗎！",
  "能撈救撈、能混就混，大家來拖垮這個政府！",
  "講得真是有模有樣，充滿情感和意義呀！",
  "單純的心，複雜的腦。",
  "複雜的腦，單純的心。",
  "至少給我們一碗滷肉飯",
  "男人以天下為家，女人以家為天下",
  "政治語言、唯真不破。",
  "再好的木材，遇到大海只能漂浮！",
  "又老又窮",
  "民主進步黨在臺灣民主政治做出貢獻，高雄鄉親也給了他們20年的執政，說一句不客氣的話，已經不欠了，完全不欠民進黨了。",
  "讓我們把政治交給臺北，高雄的鄉親、南部的鄉親將會以經濟為中心。",
  "只有道路，沒有圍牆",
  "沒有圍牆，只有道路",
  "一陽破九陰",
  "禿頭的不怕別人拔毛，我心中大無畏。",
  "貨賣得出去，人進得來，高雄發大財。",
  "我是賣菜郎。",
  "他是砂石業，他不是殺人業好不好？",
  "乾乾淨淨的輸，沒關係，不要骯髒的贏。",
  " 我寧願乾乾淨淨輸掉，我也不會骯髒的贏得這場選舉！",
  "政治人物有兩種選擇：一個是作威作福，一個是作牛作馬。政治人物可以造福，政治人物也可以造孽。",
  "經濟一百分，政治零分",
  "高雄是全臺灣最耀眼的一顆珍珠、是偉大的巨人，但已經睡了二、三十年，這一次高雄市民覺醒，覺得巨人要站起來，當高雄市民認為這個大巨人要站起來時，我韓國瑜提出的經濟論述就一定會獲得認同，所以我主張經濟高雄一百分、政治高雄〇分。",
  "民進黨也不是高雄人的爸爸，為甚麽每次都要投他！",
  "用一瓶礦泉水打選戰",
  "我堅持一瓶礦泉水從頭選到尾，我沒有競選總部、我沒有總幹事、我沒有插旗子、我沒有後援會，我不請客、我不買票、我不送禮，就是一瓶礦泉水。",
  "他這次在國民黨氣勢最低迷的時候，他到我們最艱困的選區高雄市一肩扛起，他兩手空空，他用一瓶礦泉水、一碗滷肉飯打一場乾淨的選舉。",
  "擁有了一碗滷肉飯與一瓶礦泉水的信心。",
  "他明明就是個賣茶葉蛋的，你把他當成做原子彈的，他沒有辦法",
  "老鼠偷拖鞋——大的在後頭。",
  "你的心思是在人民，還是心思在權力。",
  "心胸打開，處處是陽光；如果心胸把它封閉起來的話，處處都是障礙。",
  "只有看到綠葉，沒有看到牡丹",
  "世界上最惡毒的眼神，就兩個美女在看對方的眼神。",
  "說出嘴的話語和吃進肚的東西同樣重要",
  "臺灣安全、人民有錢",
  "我是賣菜郎，不是小紅帽。",
  "賣笑不賣身、賣貨不賣台",
  "莫忘世上苦人多",
  "勿忘世上苦人多",
  "草𧂐不除，時覺眼前生意滿；庵門常掩，勿忘世上苦人多。",
  "人所能負的責任，我必能負；人所不能負的責任，我亦能負。",
  "太監穿西裝，西裝穿得再漂亮，穿Armani的西裝，他還是個太監。",
  "為了中華民國，不惜粉身碎骨。",
  "我們為什麼不把凱子外交，轉為發財外交呢！",
  "拉進來、幹出去",
  "over my dead body",
  "得民心者得天下，得民調者得痔瘡",
  "所以我希望蔡英文總統，如果不支持台獨，講清楚之後，請跟著我的方向，我大喊三聲，我希望蔡英文總統你也大喊三聲『中華民國萬歲！中華民國萬歲！中華民國萬歲！』希望你勇敢地喊出來。否則，請你喊出『台灣獨立』",
  "如果我選上總統，成立『特偵組』。我要拜託『特偵組』，我下台之後要對我像X光一樣，嚴密地檢查，我願意接受檢查。我在這裡同時呼籲全台灣所有的法官、檢察官，韓國瑜如果貪污，你們審查到我的案件，你絕對不能讓我假釋，你就把我關到死。我也呼籲全國典獄長，管監獄的，韓國瑜如果貪污被抓到監獄，你一天給我一頓飯就好，我沒有資格吃三頓飯。",
  "蔡英文總統，你是讀稿機，你把它唸出來，是你的幕僚寫完，你照著唸就好。其實，工讀生的表現會更好。丹田有力，聲音清脆。妳沒有用情感，沒有中心思想。妳看韓國瑜的發言，兩隻眼睛炯炯有神。我有中心思想，我有膽量，你沒有，只是妳的文章做得好，講得多而已，請不要搞錯了。",
  "蘋果日報這種沒有水準的媒體，我談的是大海，你跟我談的是一個漱口杯的問題跟我的私生活。你為什麽不問我初戀幾歲？你為什麽不問我結婚之前談過幾次戀愛？要不要問我幾歲之前還是處男？無聊。你們為什麽目標只看到韓國瑜八卦？不看到蔡總統的八卦？哦，你們怕得罪當權派。這些記者，良心被狗吃掉了。你們要用智慧唾棄它。",
  "你們是無神論還是有神論？我是有神論。我拜觀世音菩薩、拜佛祖、拜媽祖、拜關公。你認為我們人在世間上所做的事情，天上的神在看著嗎？",
  "我爸爸活到84歲，一輩子無神論。他過世前一個星期把我叫到旁邊，告訴我：兒子，這個世界上有神耶。我問我父親：爸爸你看到了嗎？他搖搖頭。你聽到了嗎？他搖搖頭。我說：那你為什麽說世界上有神勒？我父親說：我知道。真的有神，我已經感覺到了。",
  "20年來，所有的總統，全部是台大法律系畢業。但是台大法律系畢業的，好像不太會當總統：陳水扁什麽都好，敗在一個字：貪；馬英九總統什麽都好，敗在一個字：軟弱的軟；蔡英文總統，不客氣的說，妳什麽都好，敗在一個字：空。我們現在2020年，還要台大法律系的當總統嗎？不能換人嗎？",
  "大家說，韓國瑜長得真不像總統的樣子。30年前總統蔣經國，身材五短，脖子短，四肢短。換了一個五長身材李登輝，脖子長，四肢長。再換個五短陳水扁，再換個馬英九五長。蔡英文總統在這裡，應該算身材算勻稱，不長不短。",
  "中華民國的總統說難不難，說容易不容易。孫悟空陪唐三藏西天取經，帶了一個金箍咒，2300萬人現在都戴金箍咒。為什麼？我們不快樂。我們好悶。",
  "我這裡呼籲，三立電視台改成兩立，我就接受你訪問。為什麼少一立？因為沒有良心。剩下兩立是哪兩立？造謠、抹黑。",
  "習近平主席說，做人要孝順爸爸媽媽，台灣人要不要聽？習近平主席說，做人要講義氣，台灣人要不要聽？習近平主席說，要一國兩制統一台灣，台灣人要不要聽？",
  "親愛的中央社總編輯，你自己的問題都把自己狹窄化了。可憐哪！",
  "差不多快50年以前，我就從這裡（海山國中）畢業，全班全校只有一個班在4樓，因為那是個放牛班。我就是放牛班3年2班畢業，國二是全校最好的一班，結果唯一的男女合班，好死不死，我前面坐一個女孩子，我就每天看她那個又白又漂亮的小腿，看完以後成績就一落千丈，從全校最好一班國二，掉到國三的放牛班",
  "雖然，在很多國際場合，我們無法高舉中華民國國旗。但是，我們依舊要有骨氣、有勇氣，必須讓世界知道，讓年輕人知道，中華民國是存在的！它可以是台積電，可以是慈濟，是佛光山，可以是走遍世界的台商，可以是中華台北的奧運選手，可以是各位，人在海外心繫中華民國的各位同胞！",
  "中華⺠國是我們的國，美麗台灣是我們的家，中華文化是我們的根，⺠主自由是我們的寶。這是我們的座右銘、也是我們的護身符。",
  "今天在台灣主流意見市場，統一跟獨立，都是不可能達成，也沒有辦法被接受。",
  "兩個棋手在下棋，如果台灣只是當個車馬炮兵卒，時間一到，價值沒有就丟掉。",
  "還是我們換一個角色，身體非常疲倦，晚上很累，跑個澡，當個塞子，要泡澡必須要有浴缸，水很重要，量大，浴缸要很大，沒有這個小塞子，今天晚上就沒有辦法泡澡。",
  "台灣是棋子還是塞子，這是台灣2300萬人要決定",
  "敗家子外交，這個是一定要改，改為『發財外交』跟『經貿外交』",
  "禿子跟著月亮走",
  "我不是用肉眼看，我是用屁眼在看！",
  "立足台灣、胸懷大陸、放眼世界、征服宇宙",
  "我聞一下漂白水的比例，聞了以後就是一般標準漂白水的味道",
  "選舉最大的秘密就是，票多的贏、票少的輸",
  "韓國瑜如果貪污被抓到監獄，你一天給我一頓飯就好，我沒有資格吃三頓飯"
]
